export const characters = [
  {
    id: 1,
    name: "Одиннадцать",
    fullName: "Джейн Айвз",
    image: "/characters/eleven.jpg",
    description: "Девочка с телекинезом и телепатией, сбежавшая из лаборатории Хоукинса. Любит вафли в остальное время спасает мир и своих друзей!",
    facts: [
      "Любит вафли",
      "Сила телекинеза и телепатия",
      "Номер 011 из лаборатории"
    ],
    color: "#ff6b6b"
  },
  {
    id: 2,
    name: "Майк",
    fullName: "Майк Уилер",
    image: "/characters/mike.jpg",
    description: "Лидер группы друзей, влюблён в Одиннадцать. Стратег и верный друг.",
    facts: [
      "Лидер компании",
      "В отношениях с Одиннадцать",
      "Стратег D&D"
    ],
    color: "#4ecdc4"
  },
  {
    id: 3,
    name: "Векна",
    fullName: "Генри Крил",
    image: "/characters/vekna.jpg",
    description: "Существо из Изнанки. Человек, которого неизвестным образомпреобразовала Изнанка. Он сохраняет экстрасенсорные способности, которыми когда-то обладал Генри Крил: способность проникать в сознание других, а также сила телекинеза.",
    facts: [
      "Злодей",
      "Обладает способностями телепатии и телекинеза",
      "Номер 001 из лаборатории"
    ],
    color: "#45b7d1"
  },

  {
    id: 4,
    name: "Дастин",
    fullName: "Дастин Хендерсон",
    image: "/characters/dastin.jpg",
    description: "Один из друзей Уилла. Шепелявит из-за ключично-черепной дисплазии.",
    facts: [
      "Есть девушка Сьзи",
      "Ботаник",
      "Вместе с друзьями спасает мир"
    ],
    color: "#f9ca24"
  },
  {
    id: 5,
    name: "Макс",
    fullName: "Максин Мэйфилд",
    image: "/characters/max.jpg",
    description: "Ученица средней школы, младшая сводная сестра Билли Харгроува, переехала в Хокинс в конце октября 1984 г.",
    facts: [
      "Лучше всех играет в компьютерную игру на автомате",
      "Катается на скейте",
      "Вместе с друзьями спасает мир"
    ],
    color: "#6c5ce7"
  },
  {
    id: 6,
    name: "Уилл",
    fullName: "Уилл Байерс",
    image: "/characters/will.jpg",
    description: "Младший брат Джонатана Байерса, сын Джойс Байерс. Исчезает после встречи с чудовищем.",
    facts: [
      "Пропал после встречи с чудовищем",
      "Вместе с друзьями спасает мир",
      "Любит настольные игры"
    ],
    color: "#fd79a8"
  },
  
];